tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ansible"
brew "anyenv"
brew "ascii"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "openldap"
brew "curl"
brew "exiftool"
brew "freetds"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "grep"
brew "htop"
brew "libpq"
brew "mysql-client"
brew "nkf"
brew "node-build"
brew "percona-toolkit"
brew "php"
brew "python@3.9"
brew "wget"
cask "dbeaver-community"
cask "docker"
cask "hyper"
cask "visual-studio-code"
