tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kayac/tap"
tap "oven-sh/bun"
tap "ynqa/tap"
brew "ansible"
brew "anyenv"
brew "jpeg-xl"
brew "ascii"
brew "aws-sam-cli"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "cairo"
brew "harfbuzz"
brew "openblas"
brew "numpy"
brew "pillow"
brew "binwalk"
brew "coreutils"
brew "libssh2"
brew "exiftool"
brew "gnutls"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "gd"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "grep"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "libfido2"
brew "libzip"
brew "mas"
brew "nkf"
brew "node-build"
brew "packer"
brew "percona-toolkit"
brew "php"
brew "pssh"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "redis"
brew "wapm"
brew "wasmer"
brew "wget"
brew "yarn"
brew "yq"
brew "kayac/tap/ecspresso"
brew "oven-sh/bun/bun"
brew "ynqa/tap/jnv"
cask "alfred"
cask "chromedriver"
cask "dbeaver-community"
cask "docker"
cask "google-japanese-ime"
cask "hyper"
cask "intellij-idea"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kindle"
cask "krisp"
cask "mysql-shell"
cask "ngrok"
cask "orbstack"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "warp"
mas "Azure VPN Client", id: 1553936137
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Slack", id: 803453959
mas "WattageViewer", id: 1548099536
mas "Webcam Settings", id: 533696630
vscode "4ops.packer"
vscode "4ops.terraform"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "atlassian.atlascode"
vscode "bmewburn.vscode-intelephense-client"
vscode "caarlos0.language-prometheus"
vscode "ccimage.jsonviewer"
vscode "chrmarti.regex"
vscode "codingyu.laravel-goto-view"
vscode "damms005.devdb"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "eg2.vscode-npm-script"
vscode "eiminsasete.apacheconf-snippets"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "glitchbl.laravel-create-view"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "halon.vscode-halon"
vscode "hashicorp.terraform"
vscode "ibm.output-colorizer"
vscode "ihunte.laravel-blade-wrapper"
vscode "janisdd.vscode-edit-csv"
vscode "jcbuisson.vue"
vscode "jebbs.plantuml"
vscode "jinoantony.vscode-case-shifter"
vscode "johnpapa.vscode-peacock"
vscode "l13rary.l13-diff"
vscode "louiswt.regexp-preview"
vscode "mads-hartmann.bash-ide-vscode"
vscode "marioqueiros.camelcase"
vscode "mechatroner.rainbow-csv"
vscode "mehedidracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "ms-vsliveshare.vsliveshare"
vscode "naoray.laravel-goto-components"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "oliversturm.fix-json"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "pgl.laravel-jump-controller"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "ryannaddy.laravel-artisan"
vscode "shakram02.bash-beautify"
vscode "shan.code-settings-sync"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shufo.vscode-blade-formatter"
vscode "sidneys1.gitconfig"
vscode "streetsidesoftware.code-spell-checker"
vscode "tonybaloney.vscode-pets"
vscode "tyriar.sort-lines"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "william-voyek.vscode-nginx"
vscode "wmaurer.change-case"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
